//=====================================
//	Game
//=====================================
[S_Game]
Description="摧毁敌方基地同时保护己方基地。"
GameName="Nod对战模式"
EndOfMatchRulesTemplateStr_Scoring=率先摧毁对方基地的队伍获胜
EndOfMatchRulesTemplateStr_Time=`t 分钟内得分最高的队伍获胜


//=====================================
//	Weapons 
//=====================================


//////////////////////
//  Building Names  //
//////////////////////

[S_Building_AirTower_Internals_BlackHand]
BuildingName ="临时机场"

[S_Building_Helipad_BlackHand_Internals]
BuildingName ="直升机坪"

[S_Building_HandOfNod_Internals_BlackHand]
BuildingName ="Nod之手"

[S_Building_Obelisk_Internals_BlackHand]
BuildingName ="光明石碑"

[S_Building_PowerPlant_BlackHand_Internals]
BuildingName ="发电厂"

[Rx_Building_Refinery_Blackhand_Internals]
BuildingName ="矿场"

[S_Building_Silo_Internals]
BuildingName ="矿仓"

[S_Building_TeamSilo_BH_Internals]
BuildingName ="矿仓"

[S_Building_RepairFacility_BH_Internals]
BuildingName ="维修设施"

[S_Building_CommCentre_Internals]
BuildingName ="通讯中心"


//=====================================
//	Crates
//=====================================

[Rx_Message_Crates]
PickupBroadcastMessages[30]="`PlayerName` 发现了GDI角色箱！"

[S_CrateType_GDICharacter]
PickupMessage ="你发现了GDI角色！"
